1
10
100000
10am
10lakhs
12
15
1979
1lakh
1night
2
20
3
30
4
40
5
5lakhs
6
7
70
8
90
a
aa
abhi
able
about
above
absolute
absolutely
accept
accident
accomodatecan
accountant
ache
achive
acid
acknowledged
across
act
action
actual
actually
add
address
adult
advance
after
afternoon
afterwards
again
against
ago
agree
ahead
aim
all
allow
almost
alone
already
alright
also
although
always
am
amazing
ambiance
ambience
ample
an
and
andddd
angry
another
ant
ants
any
anycost
anyone
anything
anytime
anyway
apart
appalling
appetite
appetizers
are
area
arising
around
arrive
arrived
arrogant
as
ask
asking
ass
asshole
assure
at
ate
atmosphere
atrocious
attached
attack
attend
attentive
attitude
attitudes
audio
authentic
avilable
avocado
avoid
away
awesome
az
baby
back
backbit
backbitting
bad
bag
bakery
ball
balls
banana
bank
bargain
bars
basement
basically
bathroom
bathrooms
battles
bbq
be
beacause
beat
beautiful
beautifull
beautifully
beauty
because
become
bed
bee
been
beer
before
beginning
behave
behaviour
being
believe
belive
bellies
belly
beloved
best
bet
better
beware
beyond
bf
bill
biscuits
bit
bitch
bitchdont
bitchi
bite
blame
bland
block
bloddy
bloody
blows
bluff
boba
boby
bodes
body
bondified
bones
boobs
book
boot
boss
both
bother
boxi
boy
boyfriends
boys
bread
break
breakfast
breakfastlunch
breaks
bring
brings
brother
brothers
brought
brunch
bucks
buffet
buffets
bug
build
building
built
burger
burgers
buried
burned
burry
bus
business
businesses
busy
but
butt
buying
by
bye
cafe
cake
call
came
camelback
can
cancel
cant
captured
car
card
care
career
carefull
carefully
cares
cartel
cases
cashier
casino
caught
chance
change
charged
charming
cheap
cheat
check
checked
cheeseburger
chef
chefs
chesecak
chewy
chicken
child
children
chipotle
choose
chores
chow
claimed
clean
climbing
close
cocktails
coffee
cold
coldnor
college
colors
com
combination
come
comes
comfortable
coming
common
communicated
community
company
complaint
complaints
complete
completely
conclusion
condiment
consequences
consider
considering
content
continue
contract
control
convenient
converstion
convince
cook
cool
corporation
cost
could
couldnt
country
couple
courteous
covered
coziness
craving
crawfish
crepe
crush
cry
curious
curry
customer
customers
cut
cute
daily
damn
dance
danger
dangerous
dark
date
daughter
day
dea
dead
deal
dealing
dear
dearest
death
decided
decision
decor
decorated
dedicated
deep
definitely
defintely
delicious
delight
delightful
deliver
deposit
deserve
deserves
despicableso
despite
dessert
destroy
detect
dick
dicking
did
didnt
die
different
dig
digging
dine
dining
dinner
dirt
disagree
disappoint
disappointed
disappointing
disappointment
discount
disgrace
disgraceful
disgusted
disgusting
dish
dishes
disowned
dispenser
disrespected
disrespecting
distrub
diverse
do
documents
does
doesnt
doing
dollars
done
dont
door
dos
double
doubt
down
downfall
downside
drag
drastically
dreamed
drenched
dressed
dressing
drink
drinks
drive
driving
drop
dropped
drugs
drunk
dry
dude
due
dumb
duo
durga
durgs
during
dying
dylan
each
eat
eaten
eating
eclectic
edible
eew
effects
efficient
effort
either
element
eloped
else
elsewhere
embarrassed
empty
ends
enemy
english
enjoy
enjoyed
enough
equally
escape
especially
establishment
ethic
ethics
even
evening
events
ever
everthing
every
everyone
everything
exams
exbf
excalibur
exceeding
excellent
exceptional
excuse
expect
expectations
expected
expensive
experience
experiencing
experince
explored
extremely
eye
eyes
face
facilities
fact
factoy
fail
fails
fairly
fake
fall
falling
familiar
families
family
fan
fantastic
far
fare
farts
fast
fastly
father
fathers
fault
favorite
favourite
feel
feeling
fellow
felt
few
fianc
ficking
fight
figured
filling
final
finally
find
finding
fine
finish
finished
fired
firehouse
first
fish
five
flavor
flavored
flavors
flavourful
flirting
flower
flute
fo
folks
follow
food
foot
for
force
forget
forgive
form
forty
forward
foryour
fought
found
freak
free
freezing
french
fresh
fridays
friend
friendly
friends
fries
from
front
frustrated
fry
fs
fuck
fucked
fucking
full
fun
funny
furthermore
fuss
gas
gay
generous
get
getting
gift
girl
give
given
giving
glad
go
goahead
goal
goals
god
going
gone
gonna
good
gooodd
got
grabbing
grades
grave
graveyard
grease
great
greedy
greeted
gringos
gross
grossed
group
grow
gudience
guess
guest
gun
had
hair
halibut
hall
hand
handled
handling
handmade
hands
handsdown
hanged
happen
happened
happier
happiness
happy
harass
harasse
hard
hardest
harm
harmfull
harshment
has
hate
haunt
have
having
he
health
healthy
hear
heard
heart
heck
hell
hello
help
helpful
her
here
herethey
hey
heyfuckfaceare
hi
hide
high
higher
highest
highly
hii
him
hip
hiro
his
hit
hits
hobby
hold
holiday
home
homework
honest
honestly
hooked
hope
hopefully
horrible
hospital
hot
hotel
hottest
hour
hours
house
how
however
huge
human
humor
hungry
hunt
hurt
hurting
husband
i
ians
id
idea
idiot
if
ill
im
imaginative
immediately
impressed
improve
in
included
inconsiderate
incredible
incredibly
inexpensive
inflict
informative
infront
ingredients
inhouse
inside
instagram
instagramyou
instead
insulted
interesting
interior
interrupt
into
inviting
ironman
irritate
is
isnt
it
itfriendly
its
itself
ive
jagon
james
jeff
jenni
jerk
job
join
joint
joke
joy
judging
just
keep
kept
kick
kidnap
kidnaped
kids
kill
killed
killing
kind
kitchen
knidnap
knif
knife
knot
know
knowledge
known
knows
krishna
ladies
lady
lakh
lakhs
land
language
large
last
late
later
leads
learn
least
leave
leaver
leaving
left
less
lesson
let
letdown
lets
lie
life
light
lighter
lighting
like
liked
liking
listen
literally
little
live
lived
lives
living
loaded
lobby
location
long
look
looking
loose
loosed
lord
lot
loudly
love
loved
lovely
lovers
loyal
luck
lucky
lunch
lying
mad
made
madhouse
madison
mains
maintaining
make
makes
making
man
management
manager
manners
many
mark
marry
mary
marys
matter
max
may
maybe
mayo
me
meal
meals
mean
means
media
meet
meeting
mefor
meh
mein
member
memory
menow
mention
menu
meor
mercy
mess
messing
metro
mgm
middle
might
military
mind
minitues
minutes
miskate
miss
missing
mistake
mix
mixed
modern
mom
money
month
months
mood
more
morning
mortified
most
mother
motherfucker
mouth
mouths
mrabhi
ms
much
muffin
mummy
music
must
muststop
my
myself
name
nandini
nargile
nasty
nay
near
necessary
neck
need
needless
needs
negatively
neighborhood
never
new
news
next
nice
nicely
nicest
night
niligri
nisha
no
nobody
noi
none
noone
nor
normal
not
note
nothing
now
nude
number
ocean
of
off
offer
office
officer
ofus
ofyour
oh
oil
ok
okay
oki
okjust
old
omg
on
once
one
only
onwards
open
operation
opportunity
or
order
ordered
orelse
other
others
otherwise
otto
our
out
outdoor
outrageously
outshining
outside
outstanding
outta
over
overall
overcome
overhaul
own
owners
paid
painful
pan
parents
parentsif
part
particular
parties
parts
party
pass
passed
passport
past
pasta
patio
patty
paused
pay
paying
payment
peace
people
perfect
performed
perhaps
person
personal
personi
petrified
phenomenal
philadelphia
pho
phoenix
phone
photos
pic
pick
pics
picture
piece
pieces
pizza
place
places
platter
play
played
playing
please
pleased
pluck
plus
pneumatic
point
police
polite
poop
poor
popular
pork
portion
portions
posion
position
positive
possible
possion
possive
post
potato
pour
powerless
prepared
preparing
present
press
pretty
price
priced
prices
pricing
private
privileged
priya
probably
problem
product
project
promise
prompt
promptly
property
proposal
protriat
provide
provided
public
publicly
pulled
punished
push
pussy
put
quaint
quality
qualityof
quick
quickly
quite
rare
rarely
rate
rated
rather
reach
read
reading
ready
real
realease
realize
realized
really
reason
reasonable
reasonably
reasons
reback
recall
receives
recent
recived
recommend
recommendation
recommended
redeem
redeeming
refill
regret
regular
regularly
reheated
relation
relationship
relax
release
relocated
remember
repeat
report
represent
reqest
request
requested
resign
rest
restauarnt
restaurant
restaurants
return
returned
revenge
reviewing
reviews
reviewsso
reward
rick
ride
right
rightthe
ring
rinse
ripped
river
rock
romantic
room
rowdy
rubbish
rude
rudely
rulers
running
rupees
rush
rushed
s
sad
safe
safely
safer
said
salad
salads
same
sandwich
sat
satisfying
sauce
save
saving
saw
say
saying
says
scallop
scared
screwed
sea
seafood
seaoned
seasoned
seated
second
see
seem
seen
selected
selection
self
sem
send
sense
sentense
seriously
serivce
served
server
servers
serves
service
serving
set
several
sex
sexy
sgpa
shaking
shape
she
shelf
shell
shit
shityou
shoot
shop
short
shoudnt
should
shouldnt
shout
show
showed
shower
shut
sick
side
sign
silently
similar
simple
simply
since
single
sir
sister
sisters
sitdown
sky
slaw
sleep
sleeping
slept
slient
slit
slow
small
smash
smelled
snack
so
social
soggy
soil
solid
some
someone
something
sometime
somewhat
somone
songs
soon
soooo
sooooo
sorry
sound
sounds
spare
speak
special
speciality
specially
specials
spend
spicy
spinach
sporting
spot
spots
stab
stabbed
staff
star
stars
start
starve
station
stave
stay
staying
step
stepped
steps
steve
sticks
still
stinks
stomach
stop
stopped
story
strike
struck
struggle
stuff
stuffed
stupid
stupiddont
subway
such
suck
sucker
sucks
sue
suffer
suffers
suggestions
suing
summarize
summer
sunglasses
sunset
super
superior
supposed
sure
survive
sushi
swam
swear
sweet
swim
t
table
take
takes
taking
talk
talking
tap
targeted
task
taste
tasted
tasteless
tastings
tasty
taxes
taxi
tea
teach
teacher
team
teeth
tell
tender
terminate
terrible
test
than
thank
thanks
that
thats
the
thefs
theft
theheart
their
them
then
there
these
they
theyd
thier
thing
things
think
this
those
though
thretening
througth
throw
thruth
thumbs
thus
tigerlilly
till
time
times
tiny
tip
titties
to
toasted
today
together
told
tolerate
tomorrow
tonight
tonigth
too
took
torturing
total
totally
touch
tough
tour
towards
tower
town
traffic
tragedy
transcendant
trap
treated
tremendous
tried
trip
trouble
true
truly
trun
trust
try
trying
tucson
turn
tvs
twice
two
tyou
type
u
ugly
unbelievable
unbelievably
under
understand
underwhelming
uninspired
unless
unncessary
unpleasant
unreachable
unreal
unreliable
until
untoasted
up
updatewent
upgrading
uploaded
ups
upset
upto
upway
us
use
used
util
vagine
value
vedio
vegas
vegasthere
veggitarian
ventilation
very
violinists
virgin
virginity
visit
visited
vist
voodoo
wait
waited
waiter
waiting
waitress
walked
wall
walls
wan
wanna
want
wanted
wants
war
warning
was
wash
wasnt
waste
wasting
watch
water
waterfalls
wave
way
ways
we
weary
website
wed
wedges
week
weekly
welcome
well
went
were
werent
wet
weve
what
whatever
whats
whatsapp
when
whenever
where
whether
which
while
whipped
who
whole
why
wife
wil
will
willing
wirds
wish
wishers
with
women
wonderful
wont
words
work
worked
workingeating
world
worlds
worries
worry
worst
worstannoying
worth
would
wouldnt
wow
wrists
write
wrong
yeah
year
years
yelpers
yesterday
yo
you
your
youre
yours
yourself
yoursso
zero
